Repository: BackupTheBerlios/wanduxteam
Catalog: wandux/utils/adll/linux/po/*.po
Languages: fr

source: *** Error ***
fr: *** Erreur ***

source: ** Warning **
fr: ** Attention **

source: %s %s Usage: %s [OPTION]... [FILES]... OPTIONS : -q, --quiet Quiet mode -t, --text Text mode -v, --version Display the current version and exit -h, --help Display this help and exit FILES : filea.xml filen.xml... XML files to parse
fr: %s %s Usage: %s [OPTION]... [FILES]... OPTIONS : -q, --quiet Mode silencieux -t, --text Mode texte -v, --version Affiche le numéro de version -h, --help Affiche ce message d'aide FILES : filea.xml filen.xml... Fichiers XML à parser

source: %s %s. Try `%s -h' for more information.
fr: %s %s. `%s -h' pour plus d'informations.

source: ** 'mode text' forced in the source code (option.h)
fr: ** 'mode texte' forcé dans le code source (option.h)

source: ** Quiet mode seleted -> text mode forced
fr: ** Mode silencieux selectionné -> mode texte forcé

source: ** Only one XML file is parse in 'text mode'
fr: ** Seulement un fichier XML est parsé en 'mode text'

source: ** illegal list value
fr: ** Valeur de list illégal

source: %d too large (max %d)
fr: %d trop grand (max %d)

source: Enter a number to choose the corresponding option.
fr: Entrez un nombre désigant l'option choisie.

source: Press enter for the next page.
fr: Appuyez sur Entrée pour voir la page suivante.

source: Press enter to continue, or ctrl-c to abort.
fr: Appuyez sur Entrée pour continuer, ou CTRL+C pour Annuler.

source: Wellcome to %s %s
fr: Bienvenue dans %s %s

source: I'm going to process the file '%s'
fr: Je vais travaillez avec le fichier '%s'

source: Select a file
fr: Séctionner un fichier

source: Really quit ?
fr: Quitter ?

source: _Open
fr: _Ouvrir

source: _Quit
fr: _Quitter

source: File
fr: Fichier

source: Can't open file '%s'
fr: Ne peut ouvrir le fichier '%s'

source: %s:%i: Element %s content does not follow the DTD
fr: %s:%i: Le contenu de l'élément %s n'est pas valide

source: %s:%i: element %s: No declaration for element %s
fr: %s:%i: élément %s: Déclaration de l'élément %s inconnue

source: %s:%i: Opening and ending tag mismatch: %s line %i and %s
fr: %s:%i: Balise d'ouverture et de fin différentes: %s ligne %i et %s

source: Unknow Error
fr: Erreur inconnue
